Repository: clarive/cla-controlm-plugin
Catalog: i18n/*.po
Languages: es

source: Check Server Availability
es: Revise si el Servidor de Control-m está disponible

source: ControlM server does not respond correctly
es: El servidor de Control-M no responde correctamente

source: ControlM server OK.
es: Verificación correcta del servidor de Control-M.

source: Control-M action
es: Accion de Control-M

source: Server CI doesn't exist
es: No existe el CI

source: ControlM server error.
es: Error del servidor de Control-M

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Port
es: Puerto

source: Verify Server Certificate
es: Verifica el Certificado del Servidor

source: Timeout (seconds)
es: Tiempo de espera (segundos)

source: Refresh time (seconds)
es: Tiempo de refresco (segundos)

source: Command
es: Comando

source: Obtain Token
es: Obtener Token

source: Build
es: Construir

source: Deploy
es: Desplegar

source: Run jobs
es: Ejecutar jobs

source: Run Now the job
es: Ejecutar un job ahora

source: Get jobs names status
es: Obtener el estado de los jobs

source: Get RunId Status
es: Obtener el estado de una ejecución.

source: Get job Output
es: Obtener la salida del job

source: Get job Log
es: Obtener el log del job

source: ControlM JSON file
es: Fichero JSON de Control-M

source: job Name
es: Nombre del job

source: job Id
es: Identificador del job

source: job Status
es: Estado del job

source: Ended OK
es: Ha finalizado correctamente

source: Ended Not OK
es: Ha finalizado en error

source: Executing
es: En ejecución

source: Wait User
es: Espera Usuario

source: Wait Resource
es: Espera Recurso

source: Wait Condition
es: Condición en espera

source: Wait Workload
es: Espera por Carga de Trabajo

source: Wait Host
es: Espera por Host

source: Status Unknown
es: Estado Desconocido
